Repository: chiimagnus/SyncNos
Catalog: Localizable.xcstrings
Source language: en
Languages: ja, ko, zh_hans

source: %lld highlights
ja: %lld 個のハイライト
ko: %lld 개의 하이라이트
zh_hans: %lld 个高亮

source: 1. Create a new database
ja: 1. 新しいデータベースを作成
ko: 1. 새 데이터베이스 생성
zh_hans: 1. 创建新的数据库

source: 2. Add a page to the database
ja: 2. データベースにページを追加
ko: 2. 데이터베이스에 페이지 추가
zh_hans: 2. 在此数据库添加新页

source: 2b. Create a page in an existing database
ja: 2b. 既存のデータベースにページを作成
ko: 2b. 기존 데이터베이스에 페이지 생성
zh_hans: 2b. 在已有数据库中创建页面

source: 3. Add content to the page
ja: 3. ページにコンテンツを追加
ko: 3. 페이지에 콘텐츠 추가
zh_hans: 3. 向该页面添加内容

source: 3b. Create content in an existing page
ja: 3b. 既存のページにコンテンツを作成
ko: 3b. 기존 페이지에 콘텐츠 생성
zh_hans: 3b. 在已有页面中创建内容

source: Append Paragraph
ja: 段落を追加
ko: 단락 추가
zh_hans: 追加段落

source: Append to Existing Page
ja: 既存のページに追加
ko: 기존 페이지에 추가
zh_hans: 追加到已有页面

source: Back
ja: 戻る
ko: 뒤로
zh_hans: 返回

source: Books
ja: 書籍
ko: 책
zh_hans: 书籍

source: by %@
ja: %@ 著
ko: %@ 저자
zh_hans: 作者：%@

source: Choose Apple Books container directory and load notes
ja: Apple Books コンテナディレクトリを選択してノートを読み込む
ko: Apple Books 컨테이너 디렉토리 선택 및 노트 불러오기
zh_hans: 选择 Apple Books 容器目录并加载笔记

source: Configure Notion and run example API calls
ja: Notion を設定してサンプル API 呼び出しを実行
ko: Notion 구성 및 예제 API 호출 실행
zh_hans: 配置 Notion 并执行示例 API 调用

source: Content to append
ja: 追加するコンテンツ
ko: 추가할 콘텐츠
zh_hans: 要添加的内容

source: Create Database
ja: データベースを作成
ko: 데이터베이스 생성
zh_hans: 创建数据库

source: Create Page
ja: ページを作成
ko: 페이지 생성
zh_hans: 创建页面

source: Create Page in Existing DB
ja: 既存 DB でページを作成
ko: 기존 DB에서 페이지 생성
zh_hans: 在现有数据库中创建页面

source: Create/locate syncnote DB, create/locate book page, and append new highlights.
ja: syncnote DB の作成/配置、書籍ページの作成/配置、新しいハイライトの追加。
ko: syncnote DB 생성/위치 지정, 책 페이지 생성/위치 지정, 새 하이라이트 추가.
zh_hans: 创建/定位 syncnote 数据库、创建/定位书籍页面，并追加新的高亮。

source: Created: %@
ja: 作成日: %@
ko: 생성: %@
zh_hans: 创建：%@

source: Credentials
ja: 認証情報
ko: 인증 정보
zh_hans: 凭据

source: Database ID: %@
ja: データベース ID: %@
ko: 데이터베이스 ID: %@
zh_hans: 数据库 ID：%@

source: Database title
ja: データベースタイトル
ko: 데이터베이스 제목
zh_hans: 数据库标题

source: Error: Please allow SyncNos to access Apple Books notes; otherwise they cannot be loaded.
ja: エラー：SyncNos が Apple Books のノートにアクセスすることを許可してください。そうしないと読み込めません。
ko: 오류: SyncNos가 Apple Books 노트에 액세스할 수 있도록 허용해 주세요. 그렇지 않으면 로드할 수 없습니다.
zh_hans: 错误：您需要允许SyncNos访问Apple Books中的笔记，否则无法加载

source: Existing Database ID
ja: 既存のデータベース ID
ko: 기존 데이터베이스 ID
zh_hans: 已有数据库 ID

source: Existing Page ID
ja: 既存のページ ID
ko: 기존 페이지 ID
zh_hans: 已有页面 ID

source: General
ja: 一般
ko: 일반
zh_hans: 通用

source: Header (optional)
ja: ヘッダー（オプション）
ko: 헤더 (선택사항)
zh_hans: 标题（可选）

source: Highlights
ja: ハイライト
ko: 하이라이트
zh_hans: 高亮

source: Integrations
ja: 連携
ko: 통합
zh_hans: 集成

source: Load more
ja: もっと読み込む
ko: 더 불러오기
zh_hans: 加载更多

source: Loading books...
ja: 書籍を読み込み中...
ko: 책 불러오는 중...
zh_hans: 正在加载书籍...

source: Modified: %@
ja: 変更日: %@
ko: 수정: %@
zh_hans: 修改：%@

source: No books found
ja: 書籍が見つかりません
ko: 책을 찾을 수 없음
zh_hans: 未找到书籍

source: Notion Integration
ja: Notion 連携
ko: Notion 통합
zh_hans: Notion 集成

source: Open Apple Books notes
ja: Apple Books ノートを開く
ko: Apple Books 노트 열기
zh_hans: 打开 Apple Books 笔记

source: Open in Apple Books
ja: Apple Books で開く
ko: Apple Books에서 열기
zh_hans: 在 Apple Books 中打开

source: Page ID: %@
ja: ページ ID: %@
ko: 페이지 ID: %@
zh_hans: 页面 ID：%@

source: Page title
ja: ページタイトル
ko: 페이지 제목
zh_hans: 页面标题

source: Page title (for existing DB)
ja: ページタイトル（既存 DB 用）
ko: 페이지 제목 (기존 DB용)
zh_hans: 页面标题（适用于现有数据库）

source: Paragraph content
ja: 段落コンテンツ
ko: 단락 콘텐츠
zh_hans: 段落内容

source: Save
ja: 保存
ko: 저장
zh_hans: 保存

source: Select a book to view details
ja: 詳細を表示する書籍を選択してください
ko: 세부정보를 보려면 책을 선택하세요
zh_hans: 请选择一本书以查看详细信息

source: Settings
ja: 設定
ko: 설정
zh_hans: 设置

source: Sync in progress
ja: 同期中
ko: 동기화 진행 중
zh_hans: 同步进行中

source: Sync to Notion
ja: Notion に同期
ko: Notion에 동기화
zh_hans: 同步到 Notion

source: Syncing...
ja: 同期中...
ko: 동기화 중...
zh_hans: 正在同步...

source: Use as default for future syncs
ja: 今後の同期のデフォルトとして使用
ko: 향후 동기화의 기본값으로 사용
zh_hans: 作为未来同步的默认设置
